Repository: stevenkellner/Strafen-Project
Catalog: Widget/*.lproj/Localizable.strings
Languages: de

# widget-display-name
source: Your fines
de: Deine Strafen

# widget-view|no-fines
source: No fines
de: Keine Strafen

# widget-view|nobody-signed-in
source: Nobody is signed in.
de: Niemand ist angemeldet.

# widget-view|nobody-signed-in-message
source: Open the app and log in to see your fines.
de: Öffnen Sie die App und melden sich dort an um deine Strafen zu sehen.

# widget-view|open-fines-amount
source: Open:
de: Offen:

# widget-view|payed-fines
source: Already payed
de: Offene Strafen

# widget-view|total-amount
source: Total:
de: Gesamt:

# widget-view|unknown-error
source: An unknown error occurred.
de: Es ist ein unbekannter Fehler aufgetreten.

# widget-view|unknown-error-message
source: Contact the person responsible for the app if the error occurs frequently.
de: Wenden Sie sich an den Verantwortlichen der App, wenn der Fehler häufiger auftritt.

# widget-view|unpayed-fines
source: Open fines
de: Bereits gezahlt
